Repository: EspaceNetworks/backup
Catalog: i18n/*/LC_MESSAGES/backup.po
Languages: he_il

source: Add Backup Schedule
he_il: הוסף תיזמון גיבויים

source: Restore from Backup
he_il: שחזר מגיבוי

source: System Backup
he_il: גיבוי מערכת

source: Run Schedule
he_il: הרץ גיבוי

source: Delete Backup Schedule %s
he_il: מחק תיזמון גיבויים %s

source: System Restore
he_il: שחזור מערכת

source: DELETE ALL THE DATA IN THIS SET
he_il: <em>מחק את כל הנתונים בסט זה</em>

source: Delete this backup set and all data associated with this backup set..
he_il: מחק סט גיבוי זה ואת כל הנתונים המשוייכים לסט גיבוי זה..

source: Delete File Set
he_il: מחק סט קבצים

source: Delete this backup set.
he_il: מחק סט גיבויים זה

source: Restore Entire Backup Set
he_il: שחזר סט גיבוי מלא

source: Restore your Complete Backup set overwriting all files.
he_il: שחזר סט גיבוי מלא ובכך דרוס את כל הקבצים הקיימים.

source: Restore VoiceMail Files
he_il: שחזר קבצי תא קולי

source: Restore your Voicemail files from this backup set. NOTE! This will delete any voicemail currently in the voicemail boxes.
he_il: שחזר את כל קבצי הדואר הקולי מסט גיבוי זה. <em>שים לב!</em> פעולה זו תמחק את כל הודעות הדואר הקולי אשר נמצאות כעת בתיבות הדואר הקולי.

source: Restore System Recordings Files
he_il: שחזר קבצי הקלטות מערכת

source: Restore your system Voice Recordings including AutoAttendant files from this backup set. NOTE! This will OVERWRITE any voicerecordings currently on the system. It will NOT delete new files not currently in the backup set
he_il: שחזר את קבצי הקלטות המערכת כולל את אלו של מערכת המענה הקולי האוטומטי מסט גיבוי זה. <em>שים לב!</em> פעולה זו <em>תדרוס</em> את כל ההקלטות שיש כרגע במערכת. היא <em>לא</em> תמחוק קבצים חדשים שאינם קיימים בסט הגיבוי

source: Restore System Configuration
he_il: שחזר תצורת מערכת

source: Restore your system configuration from this backup set. NOTE! This will OVERWRITE any System changes you have made since this backup... ALL items will be reset to what they were at the time of this backup set..
he_il: שחזר את תצורת המערכת מסט גיבוי זה. <em>שים לב!</em> פעולה זו <em>תדרוס</em> כל שינוי שעשית במערכת מאז גיבוי זה... <em>כל</em> ההגדרות ישוחזרו למה שהן היו בזמן יצירת סט גיבוי זה..

source: Restore Operator Panel
he_il: שחזר פאנל ניהול

source: Restore the Operator Panel from this backup set. NOTE! This will OVERWRITE any Operator Panel Changes you have made since this backup... ALL items will be reset to what they were at the time of this backup set..
he_il: שחזר את פאנל המפעיל מסט גיבוי זה. <em>שים לב!</em> פעולה זו <em>תדרוס</em> כל שינוי שעשית בפאנל המפעיל מאז שבוצע גיבוי זה... <em>כל</em> ההגדרות יוחזרו למצב שבו הן היו בזמן יצירת סט גיבוי זה..

source: Restore Call Detail Report
he_il: שחזר דוח פרטי שיחות

source: Restore the Call Detail Records from this backup set. NOTE! This will DELETE ALL CALL RECORDS that have been saved since this backup set..
he_il: שחזר את רשומות פרטי השיחות מסט גיבוי זה. <em>שים לב!</em> פעולה זו <em>תמחק את כל רישומי השיחות</em> שנשמרו מאז יצירת סט גיבוי זה..

source: ERROR its not a BACKUP SET file
he_il: <em>שגיאה:</em> זהו לא קובץ <em>סט גיבוי</em>

source: Schedule Name:
he_il: שם התזמון:

source: Give this Backup Schedule a brief name to help you identify it.
he_il: תן לתיזמון גיבוי זה שם קצר שיעזור לך לזהות אותו בעתיד.

source: VoiceMail
he_il: דואר קולי

source: Backup the System VoiceMail Boxes... CAUTION: Could result in large file
he_il: גבה את תיבות הדואר הקולי שבמערכת... <em>אזהרה:</em> עשוי להיווצר קובץ גדול למדי

source: yes
he_il: כן

source: no
he_il: לא

source: System Recordings
he_il: הקלטות מערכת

source: Backup the System Recordings (AutoAttendant, Music On Hold, System Recordings)
he_il: גבה את הקלטות המערכת (מענה קולי, מוסיקת המתנה, הקלטות מערכת)

source: System Configuration
he_il: תצורת מערכת

source: Backup the System Configurations (Database, etc files, SQL Database, astdb)
he_il: גבה את תצורות המערכת (מסד נתונים, קבצי etc, SQL ו-astdb)

source: CDR
he_il: דוח רישום שיחות (CDR)

source: Backup the System Call Detail Reporting (HTML and Database)
he_il: גבה את דיווח פרטי השיחות שבמערכת (HTML ומסד נתונים)

source: Operator Panel
he_il: פאנל מפעיל

source: Backup the Operator Panel (HTML and Database)
he_il: גבה את פאנל המנהל (HTML ומסד נתונים)

source: All
he_il: הכל

source: Selected
he_il: נבחר

source: January
he_il: ינואר

source: February
he_il: פברואר

source: March
he_il: מרץ

source: April
he_il: אפריל

source: May
he_il: מאי

source: June
he_il: יוני

source: July
he_il: יולי

source: August
he_il: אוגוסט

source: September
he_il: ספטמבר

source: October
he_il: אוקטובר

source: November
he_il: נובמבר

source: December
he_il: דצמבר

source: Monday
he_il: שני

source: Tuesday
he_il: שלישי

source: Wednesday
he_il: רביעי

source: Thursday
he_il: חמישי

source: Friday
he_il: שישי

source: Saturday
he_il: שבת

source: Sunday
he_il: ראשון

source: Run Backup
he_il: הרץ גיבוי

source: Follow Schedule Below
he_il: עקוב אחר התזמון לקמן

source: Now
he_il: עכשיו

source: Daily (at midnight)
he_il: כל יום (בחצות)

source: Weekly (on Sunday)
he_il: פעם בשבוע (ביום ראשון)

source: Monthly (on the 1st)
he_il: פעם בחודש (בראשון לחודש)

source: Yearly (on 1st Jan)
he_il: פעם בשנה (ב 1 בינואר)

source: Minutes
he_il: דקות

source: Hours
he_il: שעות

source: Days
he_il: ימים

source: Months
he_il: חודשים

source: Weekdays
he_il: ימים בשבוע
